export default {
  privacy: `
  <h1>BeeStyle 使用者條款</h1>
  <br/>
  <ol>
    <li>BeeStyle 透過 https://beestyle.io （以下稱「本網站」），為用戶提供非同質化代幣，各用戶透過本數位交易平台註冊或登入使用BeeStyle提供的服務（下稱「BeeStyle服務」，請您仔細閱讀以下使用服務條款（以下簡稱本條款）。當您勾選同意遵守本條款及所有附加條款，適用您使用BeeStyle服務及本網站的任何情形，雙方並成立商業契約關係，若您不同意接受本條款的約束，我們將無法為您提供「BeeStyle服務」以及本網站。</li>
    <li>BeeStyle有可能會隨時修改本條款及附加條款，我們會將修改後的條款發布到本網站，一旦發布到本網站，本條款則立即生效，您得決定是否同意依據修改後之使用條款使用BeeStyle服務進入或使用本網站。</li>
    <li>若您不同意本條款修改後之內容，您仍可登入本網站查詢過去的交易紀錄、非同質化代幣與餘額，但將無法使用BeeStyle服務與本網站的其他功能，故請聯繫BeeStyle之客服人員，以便進行終止BeeStyle服務之後續處理。</li>
  </ol>
  <br/>

  <h2>第一節  BeeStyle提供的服務</h2>
  <ol>
    <li>我們致力於提供一個非同質化代幣的線上交易平台，用於各種虛擬通貨與非同質化代幣買賣交易， BeeStyle係作為交易平台提供商，並不參與實際交易。BeeStyle會採取合理措施確保本網站上資料的正確性，但我們無法完全保證本網站所提供的任何服務或產品內容的準確性、可靠性、信賴性、完整性，因此我們不對任何因資料傳遞有延遲或錯誤而直接或間接造成的損失或損害承擔相關責任。本網站上的資料和內容如有更改，恕不另行通知。</li>
    <li>您同意並理解BeeStyle服務係依照現有技術和條件所提供，我們會盡最大努力向用戶提供最好的服務，確保服務的連貫性和安全性，但我們不能隨時預見和防範法律、技術以及其他風險，包括但不限於不可抗力、病毒、木馬、駭客攻擊、系統不穩定、第三方服務瑕疵、政府行為等原因可能導致的服務中斷、遺失數據以及其他的損失和風險。</li>
    <li>本數位交易平台因下列狀況無法正常運作，導致您無法使用各項服務或無法正常運作，BeeStyle不承擔損害賠償責任，該狀況包括但不限於：
      <ol style="list-style-type: lower-alpha">
        <li>BeeStyle公告之系統停機維護期間。</li>
        <li>因電信設備出現故障不能進行數據傳輸。</li>
        <li>因颱風、地震、海嘯、洪水、停電、戰爭、恐怖攻擊等不可抗力之因素，造成本交易平台系統障礙。</li>
        <li>因駭客攻擊、計算機病毒侵入、電信部門技術調整或故障、網站升級、銀行方面的問題、因政府管制而造成的暫時性等影響而造成的服務中斷或者延遲等情形。</li>
        <li>因目前現有技術無法預測或無法解決的技術問題而造成的損失。</li>
        <li>因第三方的過失或者延遲而造成用戶或其他第三方造成的損失。</li>
      </ol>
    </li>
  </ol>
  <br/>

  <h2>第二節 使用資格</h2>
  <ol>
    <li>本服務僅提供予根據您所適用的法律須達到法定成年年齡且具備完全行為能力之人，才能進入和使用BeeStyle服務和本網站。您將被視為同意本條款及附加條款，並同意對BeeStyle帳戶下的所有活動與行為承擔一切法律和經濟上責任。</li>
    <li>若根據您所適用的法律您為限制行為能力人或無行為能力人，請勿進入和使用BeeStyle服務和本網站，否則您與您的法定代理人或法定監護人將承擔因您使用BeeStyle服務和本網站之一切法律和經濟上責任，並可能須賠償BeeStyle所有因此所受之損害。此外，BeeStyle並有權立即取消或終止您的BeeStyle帳戶並禁止交易或凍結資金。</li>
    <li>若您於限制原因消滅前即已開始使用BeeStyle服務或本網站，則您於限制原因消滅後，繼續使用BeeStyle服務或本網站者，則溯及承認您首次進入或使用BeeStyle服務和本網站所適用的本條款及所有附加條款。</li>
  </ol>
  <br/>

  <h2>第三節 帳戶註冊及安全：</h2>
  <ol>
    <li>為使用本平台的任何服務，您必須先提供您的個人資料，例如：您的姓名、您的生日、電子郵件和密碼等以註冊BeeStyle帳戶，您不得擅自轉讓與其他第三人(包括借名註冊)或與任何其他第三方分享或以任何方式有意或無意間洩漏您的BeeStyle帳戶或密碼，或使任何第三人得以猜測出您的BeeStyle帳戶或密碼。且您應對BeeStyle帳戶和密碼採取必要且足夠的保密措施，並應積極防止您的BeeStyle帳戶和密碼被其他任何第三方使用。關於上述資訊或您的個人資訊的任何損失或洩漏，可能會導致第三方未經授權進入您的BeeStyle帳戶，並造成您的BeeStyle帳戶，包括任何相關聯的帳戶中虛擬通貨與非同質化代幣或資金遺失或遭竊，您須自行承擔全部責任。但若您能證明第三方利用BeeStyle電腦系統缺失而入侵BeeStyle電腦系統，進而操作、竄改您的BeeStyle帳戶，則不在此限。若您認為您的BeeStyle帳戶及密碼可能已為他人所知、或已遺失或遭竊，或可能已有交易擅自進行，您有責任立即通知我們。</li>
    <li>您有權選擇是否成為本交易平台用戶，當您選擇成為BeeStyle註冊用戶，並成功註冊為BeeStyle註冊用戶，將得到一組用戶名（即用戶郵箱或手機號碼）和密碼，並以此組用戶名稱和密碼登入本網站，進而所發生的任何活動及行為事件，您須自行承擔直接或間接導致的法律責任。</li>
    <li>若您遺失密碼，可以透過註冊的手機號碼或電子郵箱重置密碼，若您發現任何非法使用用戶名或有其他存有安全疑慮的情況請立即告知我們。</li>
    <li>若有以下情形，BeeStyle有權停用或取消您的BeeStyle帳戶，並刪除您的BeeStyle帳戶所提交的任何訊息及內容：
      <ol style="list-style-type: lower-alpha">
        <li>BeeStyle限制單一用戶可以建立或維護的帳戶數量。</li>
        <li>若您疑似有違反本條款或其他不正當之行為時。</li>
        <li>若您在註冊過程中或提供的任何資訊是不正確的、不是最新的或不是完整的。</li>
        <li>不願配合BeeStyle進行實名驗證或對交易之性質與目的或資金來源不願配合說明者。</li>
        <li>就使用本網站或BeeStyle服務發生爭執進入司法程序等情事，足認雙方已欠缺繼續交易之信賴基礎；或您的BeeStyle帳戶下的活動或行為，被BeeStyle認定已違反刑事或行政法律（包含但不限於詐欺、反洗錢和反恐怖主義等法律規定）。</li>
      </ol>
    </li>
  </ol>
  <br/>

  <h2>第四節 風險聲明</h2>
  <ol>
    <li>虛擬通貨與非同質化代幣目前並不屬於法定通貨，不具有法償效力，其法律上之定位可能會影響持有、投資或交易虛擬通貨與非同質化代幣相關法律上的義務、申報義務及稅法上義務，您應自行負責確認虛擬通貨與非同質化代幣在法律上的定位與要求，並遵守任何及所有相關法律和稅務規定或申報要求。</li>
    <li>非同質化代幣交易具有一定風險。在交易非同質化代幣時，請了解非同質化代幣之價值極可能大幅波動。BeeStyle無法保證有任何人會接受以非同質化代幣支付商品或服務，甚至可能面臨政府之立法明文禁止。至於您是否適合從事虛擬通貨與非同質化代幣買賣，端視您個人財務狀況及風險容忍度而定。您一旦使用BeeStyle服務及本網站，即表示您已同意您完全了解相關風險與考量，且就您買賣非同質化代幣因相關風險所生之任何損失或損害，您已拋棄針對BeeStyle及其關係企業之任何及全部請求權。請參閱我們的風險揭露聲明以知悉交易虛擬通貨與非同質化代幣涉及的各種風險。本風險揭露聲明僅供您參考，並無法充分完整的列舉持有或交易非同質化代幣所涉及的所有風險及各種面向，故請您還是要充分注意其他可能的風險。</li>
  </ol>
  <br/>

  <h2>第五節  交易流程及費用</h2>
  <ol>
    <li>您可以從BeeStyle提供的數位資產錢包和由BeeStyle以外的服務提供者所提供的數位資產錢包（下稱「外部數位資產錢包」），為您的BeeStyle帳戶存入虛擬通貨。</li>
    <li>您同意支付所有相關的費用與應付款項，並同意授權BeeStyle自動從您的數位資產錢包和交易預備餘額中扣除費用與應付款項。所有費用與應付款項將在您的BeeStyle帳戶中清楚顯示，且此費用表可能會在任何時候修改、更改或更新，且不需要事先通知您。所有相關費用與應付款項應以下訂單或執行交易時所公告的費用表為準，並對您與交易方皆具有拘束力。</li>
    <li>「虛擬通貨與非同質化代幣種類」與「虛擬通貨與非同質化代幣發送或接收之錢包地址種類」間必須對應一致，BeeStyle不支援將虛擬通貨與非同質化代幣發送予或接收至不同種類的數位資產錢包地址；例如，將BITCOIN CASH (BCH)發送到BITCOIN (BTC)地址，若用戶進行BeeStyle並不支援之虛擬通貨與非同質化代幣交易、發送或接收導致虛擬通貨與非同質化代幣遺失，在法律允許的最大範圍內，BeeStyle不會為您找回因發送或接收虛擬通貨與非同質化代幣至錯誤錢包地址所遺失的虛擬通貨與非同質化代幣，亦不會賠償與此相關的損失。BeeStyle也不支援任何形式或種類的區塊鏈分岔（fork）與因此所創造或分岔出的虛擬通貨與非同質化代幣。如果您打算發送或收到創造或分岔出的虛擬通貨與非同質化代幣，請您務必要在分岔發生前將您的虛擬通貨與非同質化代幣移動到支援分岔的服務提供者。若BeeStyle同意協助您找回因您違反本項規定所遺失的虛擬通貨與非同質化代幣，您必須就BeeStyle額外花費勞力、時間、費用為您找回因您違反本項規定所遺失的虛擬通貨與非同質化代幣乙事，給付BeeStyle服務費用與礦工手續費等。您同意交易所自找回其您所遺失的虛擬通貨與非同質化代幣中扣抵該等費用後，將剩餘部分返還，且服務費用與手續費等可能高於您所遺失的虛擬通貨與非同質化代幣之價值。</li>
  </ol>
  <br/>

  <h2>第六節 禁止行為</h2>
  <ol>
    <li>對BeeStyle服務及本網站的任何部分進行反向工程、解編、拆解或以其他方式試圖獲得原始碼</li>
    <li>傳播惡意軟體、程式、病毒，電腦蠕蟲或破壞或毀壞BeeStyle服務和本網站。</li>
    <li>分配、轉讓、出售、出租、租賃、再許可或授權您的BeeStyle帳戶予任何其他第三方。</li>
    <li>刪除或更改BeeStyle服務和本網站中的任何商標、標誌、版權或其他所有權聲明、圖例、符號或標籤。</li>
    <li>使用、進入或篡改BeeStyle服務、本網站、BeeStyle的電腦系統或BeeStyle供應商的技術交付系統上的非公共區域。</li>
    <li>探測、掃描或測試任何BeeStyle系統或網絡的漏洞，或違反或規避任何安全或認證措施。</li>
    <li>透過任何自動或其他方式，而不是透過BeeStyle或其他的第三方網絡瀏覽器所提供的當前可用介面（且僅依據該條款和條件），進入、搜索BeeStyle服務和本網站，或從BeeStyle服務和本網站下載內容。</li>
    <li>在任何電子郵件或貼文中偽造任何TCP / IP數據標頭（TCP/IP packet header）或標頭資訊（header information）的任何部分，或以任何方式使用 BeeStyle服務和本網站發送更改、欺詐或虛假的來源識別資訊。</li>
    <li>避免、刪除、停用、損害、解碼或以其他方式規避BeeStyle或任何BeeStyle供應商或任何其他第三方（包括其他用戶）所實施保護BeeStyle服務、本網站或內容的任何技術措施。</li>
    <li>當您的BeeStyle帳戶於BeeStyle提供服務之期間，涉及任何疑似違反本條款、禁止行為、涉嫌違反反詐欺、反洗錢和反恐怖主義規定等不法情事或消費糾紛，BeeStyle有權立即暫停、取消和終止您的BeeStyle帳戶和／或禁止交易或凍結資金，並依檢調單位、金融機構辦理警示帳戶聯防機制通報之文件，暫時凍結系爭交易款項，日後需依上述單位通知之文件，作為返還或支付系爭交易款項之依據。</li>
    <li>當您的BeeStyle帳戶被暫停、取消或終止，除了凍結系爭交易款項，我們將立即取消與您的BeeStyle帳戶相關的所有未結訂單、禁止所有提款並禁止提交任何訂單，用戶不得因前述之行為而對BeeStyle主張任何孳息或損害賠償。凍結、暫停、取消或終止您的BeeStyle帳戶並不影響您積欠BeeStyle的費用或其他金額。</li>
  </ol>
  <br/>

  <h2>第七節  用戶義務</h2>
  <ol>
    <li>您不得利用本網站進行危害國家安全、洩露國家秘密，不得侵犯國家社會集體與人民的合法權益之行為。</li>
    <li>您亦不得利用本網站製作、複製和傳播下列訊息：
      <ol style="list-style-type: lower-alpha">
        <li>煽動抗拒、破壞憲法和法律、行政法規等。</li>
        <li>提供非法、威脅、辱罵、騷擾、色情、粗俗、淫穢、誹謗、侵犯他人隱私，仇恨性、種族歧視或其他令人反感的內容。</li>
        <li>捏造或歪曲事實，散佈謠言，擾亂社會秩序的。</li>
        <li>公然侮辱他人或者捏造事實誹謗他人的，或進行其他惡意攻擊。</li>
        <li>上傳具有侵害他人著作權、專利、商業秘密、版權或其他所有權之內容。</li>
        <li>追蹤或以其他騷擾BeeStyle服務或本網站的其他用戶。</li>
      </ol>
    </li>
    <li>您確認並同意，根據相關法律BeeStyle得訪問、保存或揭露您的BeeStyle帳戶資訊和內容以滿足以下情形：
      <ol style="list-style-type: lower-alpha">
        <li>符合法律程序。</li>
        <li>執行或管理本條款及附加條款，包括但不限於調查潛在違反本條款的行為或禁止行為等。</li>
        <li>遵守或主動配合司法、稅務機關或其他政府機構的要求。</li>
        <li>回應您基於客戶服務的要求。</li>
        <li>偵測、預防或以其他方式處理欺詐、安全或技術問題。</li>
        <li>遵守法幣服務提供商的任何例行或合理的資料要求。</li>
        <li>保護BeeStyle、使用BeeStyle服務或本網站的用戶、及公眾的權利、財產或人身安全。</li>
      </ol>
    </li>
    <li>本條款所稱之「內容」：是指BeeStyle服務和本網站上提供的所有資訊、數據、資料、文字、連結、軟體、照片、圖形、影片、訊息、標籤、資訊或其他和資料，不論該資訊是您或BeeStyle服務和本網站的其他用戶所發布、上傳、分享、提交或製作。</li>
  </ol>
  <br/>

  <h2>第八節 稅</h2>
  <ul>
  <li>您在BeeStyle服務或本網站進行的任何交易的稅費，您必須自行決定該稅費是否適用及其適用的範圍，並且您必須自行決定預扣、繳納、收集、報告、支付、申報和匯出正確數額的稅款予稅務機關。您可透過您的BeeStyle帳戶取得交易記錄。BeeStyle與合作銀行會依法按稅務機關之要求，提供您的個人資訊和／或您的交易紀錄給稅務機關。</li>
  </ul>
  <br/>

  <h2>第九節  連結</h2>
  <ol>
    <li>若因BeeStyle服務和本網站包含可連結至其他網站和線上資源的連結，BeeStyle不擁有、控制、授權、認可或贊助該連結，也不對該連結為任何的聲明與保證。您同意自行採取防範措施，並瞭解當您使用BeeStyle服務和本網站而連結至第三方連結時，您可能會接觸到具有冒犯性、有害的、不正確的、誤導性或不當的或可能違反相關法律的網站內容或病毒、惡意程式等。您確認並同意，BeeStyle對以下事項不承擔任何責任：
      <ol style="list-style-type: lower-alpha">
        <li>這些網站或資源的可用性或正確性。</li>
        <li>這些網站或資源上顯示或可取得的內容、產品或服務。</li>
      </ol>
    </li>
    <li>您若連結到以上這些網站或資源，並不代表著BeeStyle對這些網站或資源，或其上可取得的內容、產品或服務，有任何認可、所有權、控制權、授權、贊助或聲明與保證。對於您使用該網站或資源的行為，您應負擔全部責任並承擔所有風險。透過使用BeeStyle服務和本網站，您明確地表示BeeStyle免於負擔您使用任何第三方網站或線上資源所生的一切法律責任，因此，BeeStyle鼓勵您在離開BeeStyle服務和本網站時，瞭解並查看您可能進入的每個網站的使用條款、隱私權政策和其他管理文件。</li>
    <li>您可以透過外部數位資產錢包存款和提款。對您使用任何此類外部擬通貨錢包所生的一切風險，您確認由自己承擔全部責任，且您明確地表示BeeStyle免於負擔您使用任何外部數位資產錢包所生的任何責任。</li>
  </ol>
  <br/>

  <h2>第十節 免責聲明</h2>
  <ol>
    <li>BeeStyle服務、本網站及內容是以其「現有」狀態而提供。建議您謹慎地使用BeeStyle服務、本網站以及內容，並為必要之查證和判斷，且您不可以完全依賴BeeStyle服務、本網站以及內容及其附隨的指示或資料。BeeStyle不保證將永久提供BeeStyle服務、本網站和內容（包括但不限於BeeStyle服務及本網站的全部或任何特定期間的特定功能）。對於任何BeeStyle服務、本網站及內容的事項、修改或改善，BeeStyle不做出任何保證。 BeeStyle在此特別聲明不提供任何默示的保證。</li>
    <li>無論是自BeeStyle服務或內容所獲取的任何口頭或書面的建議或資訊，都無法構成未在本條款明示的任何保證。您應對您所有交易或持有虛擬通貨與非同質化代幣一事自行負擔全部責任。</li>
    <li>上述免責聲明應在法律允許的最大範圍下適用，並且在本條款終止或失效後，或在用戶終止使用BeeStyle服務和本網站或該使用失效後，仍繼續適用。</li>
    <li>您確認並同意，在法律允許的最大範圍內，BeeStyle及其關係企業（包括各公司及各公司的董事、主管、員工、代理人、代表人和律師或任何其他有參與創造、生產或交付 BeeStyle服務以及本網站或內容一事的公司或個人，以下統稱「BeeStyle與關係人」）僅就BeeStyle服務和本網站有故意或重大過失所致之直接損害，對您負賠償責任。</li>
    <li>BeeStyle所提供之BeeStyle服務或本網站屬經消費者事先同意始提供之非以有形媒介提供之數位內容或一經提供即為完成之線上服務，因此依消費者保護法第19條第2項規定，排除消費者保護法第19條第1項解除權之適用。</li>
  </ol>
  <br/>

  <h2>第十一節 智慧財產權</h2>
  <ol>
    <li>本網站上的所有資源都是BeeStyle的財產，受到著作權法，商標法和其他適用法律的保護。您可以在任何一台電腦上瀏覽、複印，與下載網站上的資訊，但僅限用於個人、非商業用途以及資訊提供，但您必須完整保留所有版權和其他所有權聲明。</li>
    <li>本網站中使用的商標、服務標記和按鈕圖示等皆為BeeStyle所有。</li>
    <li>您不得以任何形式或任何手段拷貝、重製、修改、再印刷、上傳、張貼、傳送、擷取、蒐集或傳播，無論是手動或自動。嚴禁使用在其他網站或是公開的電腦網路環境中，任何未經授權的使用都可能違反著作權法，商標法和其他適用法律，並可能導致有刑事或民事責任。</li>
  </ol>
  <br/>

  <h2>第十二節 用戶損害賠償責任</h2>
  <ul>
    <li>就下列情形所生相關的損害賠償責任、補償、損失、訴訟費用等，包括但不限於合理的調查和會計及律師費用，您同意賠償BeeStyle與關係人：</li>
  </ul>
  <ol>
    <li>違反法令、本條款及附加條款或另有的政策或協議。</li>
    <li>您與BeeStyle服務或本網站的任何其他用戶間的爭議。</li>
    <li>您違反任何第三方權利，包含但不限於任何智慧財產權、機密資訊或其他所有權。</li>
    <li>本條款的義務在本條款終止或期滿後，或在用戶終止使用BeeStyle服務和本網站後，仍繼續適用。</li>
  </ol>
  <br/>

  <h2>第十三節 準據法與紛爭解決</h2>
  <ul>
  <li>本條款之解釋，效力、履行及其他未盡事宜，悉依中華民國法律為準。雙方同意本合約若有發生任何爭議，應以臺灣臺北地方法院為第一審管轄法院。</li>
  </ul>
  <br/>

  <h2>第十四節 補充規定</h2>
  <ol>
    <li>除本條款另有規定外，您在未取得BeeStyle事先書面同意下，您不可依據法律或契約等其他方式讓渡或轉讓您在本條款下的所有或部分權利。任何未經BeeStyle事先書面同意而為之讓渡或轉讓皆屬無效。</li>
    <li>本條款的任何條款或任何部分若被認定為無效或不可執行，其餘部分，仍將繼續完全有效。</li>
    <li>若BeeStyle被其他第三方併購或合併時，我們有權在任何情況下，讓渡或轉讓我們自您收集的資訊，作為此類合併、收購、出售或其他控制權變更的一部份。</li>
    <li>若您對本條款有任何問題，或有任何投訴，反饋的問題，請聯繫我們的客服。當你聯繫我們時，請提供您的姓名和電子郵件地址以及我們可能需要識別您的其他訊息，以及您所反應給我們的問題或投訴所涉及的交易訊息。</li>
  </ol>
  <br/>
  `
}